Revit 2027 API
ParameterTypeId.StairsDbgShowRunPath2d Property
 "Show Run's Path 2D"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsDbgShowRunPath2d { get; }
Public Shared ReadOnly Property StairsDbgShowRunPath2d As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsDbgShowRunPath2d {
	ForgeTypeId^ get ();
}
static member StairsDbgShowRunPath2d : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace